{
  "gnaestudios": "GnaEstudios",
  "home": "Home",
  "altLogo": "GnaEstudios logo",
  "products": "Products",
  "language": "Language",
  "about": "About Us",
  "theme": "Theme",
  "motto": "Simplifying complexity with Software",
  "companyDescription": "We are a software development company dedicated to enhancing people's lives         through entertainment and ease of use. Our innovative software solutions aim to         simplify complex tasks and provide a seamless user experience, making daily life         more enjoyable and efficient.",
  "altMockup": "Mobile phone with GnaEstudios logo",
  "digiley": "DigiLey",
  "lopj": "Spanish Judiciary Law",
  "penal": "Spanish Penal Code",
  "cons": "Spanish Constitution",
  "civil": "Spanish Civil Code",
  "digiley_alt": "DigiLey logo",
  "lecrim": "Spanish Prosecution Criminal Law",
  "lopj_alt": "Spanish Judiciary Law logo",
  "penal_alt": "Spanish Penal Code logo",
  "cons_alt": "Spanish Constitution logo",
  "civil_alt": "Spanish Civil Code logo",
  "lecrim_alt": "Spanish Prosecution Criminal Law logo",
  "p1About": "GnAEstudios is a software development company based in Madrid, Spain. We are a team of experienced software engineers who are passionate about building great software that makes a difference.",
  "p2About": "Our mission is to help people achieve their goals by providing them with high-quality custom software solutions.",
  "contact": "Contact Us",
  "terms": "Terms",
  "privacy": "Privacy Policy",
  "termsUse": "Terms of Use",
  "terms_use_t1": "AGREEMENT TO TERMS",
  "terms_use_t2": "INTELLECTUAL PROPERTY RIGHTS",
  "terms_use_t3": "USER REPRESENTATIONS",
  "terms_use_t4": "USER REGISTRATION",
  "terms_use_t5": "PROHIBITED ACTIVITIES",
  "terms_use_t6": "USER GENERATED CONTRIBUTIONS",
  "terms_use_t7": "CONTRIBUTION LICENSE",
  "terms_use_t8": "MOBILE APPLICATION LICENSE",
  "terms_use_t9": "SUBMISSIONS",
  "terms_use_t10": "SITE MANAGEMENT",
  "terms_use_t11": "PRIVACY POLICY",
  "terms_use_t12": "TERM AND TERMINATION",
  "terms_use_t13": "MODIFICATIONS AND INTERRUPTIONS",
  "terms_use_t14": "GOVERNING LAW",
  "terms_use_t15": "DISPUTE RESOLUTION",
  "terms_use_t16": "CORRECTIONS",
  "terms_use_t17": "DISCLAIMER",
  "terms_use_t18": "LIMITATIONS OF LIABILITY",
  "terms_use_t19": "INDEMNIFICATION",
  "terms_use_t20": "USER DATA",
  "terms_use_t21": "ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES",
  "terms_use_t22": "MISCELLANEOUS",
  "terms_use_t23": "CONTACT US",
  "terms_policy_t1": "WHAT INFORMATION DO WE COLLECT?",
  "terms_policy_t2": "HOW DO WE PROCESS YOUR INFORMATION?",
  "terms_policy_t3": "WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?",
  "terms_policy_t4": "DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?",
  "terms_policy_t5": "HOW DO WE HANDLE YOUR SOCIAL LOGINS?",
  "terms_policy_t6": "IS YOUR INFORMATION TRANSFERRED INTERNATIONALLY?",
  "terms_policy_t7": "HOW LONG DO WE KEEP YOUR INFORMATION?",
  "terms_policy_t8": "DO WE COLLECT INFORMATION FROM MINORS?",
  "terms_policy_t9": "WHAT ARE YOUR PRIVACY RIGHTS?",
  "terms_policy_t10": "CONTROLS FOR DO-NOT-TRACK FEATURES",
  "terms_policy_t11": "DO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?",
  "terms_policy_t12": "DO WE MAKE UPDATES TO THIS NOTICE?",
  "terms_policy_t13": "HOW CAN YOU CONTACT US ABOUT THIS NOTICE?",
  "terms_policy_t14": "HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?",
  "terms_of_use_p0": "These Terms of Use constitute a legally binding agreement made\n                                        between\n                                        you, whether personally or on behalf of an entity (\"you\") and GnaEstudios\n                                        (\"Company,\" \"we,\" \"us,\" or \"our\"), concerning your access to and use of the\n website as well as any other media form, media channel, mobile website or mobile\n                                        application related, linked, or otherwise connected thereto (collectively, the\n                                        \"Site\").\n                                        You\n                                        have\n                                        read, understood, and agreed to be bound by all of these Terms of Use. IF YOU DO\n                                        NOT\n                                        AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM\n                                        USING\n                                        THE\n                                        SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY.",
  "terms_of_use_p1": "Supplemental terms and conditions or documents that may be\n                                        posted\n                                        on\n                                        the Site from time to time are hereby expressly incorporated herein by\n                                        reference. We\n                                        reserve the right, in our sole discretion, to make changes or modifications to\n                                        these\n                                        Terms of Use at any time and for any reason. We will alert you about any changes\n                                        by\n                                        updating the \"Last updated\" date of these Terms of Use, and you waive any right\n                                        to\n                                        receive specific notice of each such change. Please ensure that you check the\n                                        applicable\n                                        Terms every time you use our Site so that you understand which Terms apply. You\n                                        will\n                                        be\n                                        subject to, and will be deemed to have been made aware of and to have accepted,\n                                        the\n                                        changes in any revised Terms of Use by your continued use of the Site after the\n                                        date\n                                        such revised Terms of Use are posted.",
  "terms_of_use_p2": "The information provided on the Site is not intended for\n                                        distribution\n                                        to or use by any person or entity in any jurisdiction or country where such\n                                        distribution\n                                        or use would be contrary to law or regulation or which would subject us to any\n                                        registration requirement within such jurisdiction or country. Accordingly, those\n                                        persons\n                                        who choose to access the Site from other locations do so on their own initiative\n                                        and\n                                        are\n                                        solely responsible for compliance with local laws, if and to the extent local\n                                        laws\n                                        are\n                                        applicable.",
  "terms_of_use_p3": "The Site is intended for users who are at least 18 years old.\n                                        Persons\n                                        under the age of 18 are not permitted to use or register for the\n                                        Site.",
  "terms_of_use_p4": "Unless otherwise indicated, the Site is our proprietary\n                                        property\n                                        and\n                                        all source code,",
  "terms_of_use_p5": "databases, functionality, software, website designs, audio,\n                                        video,\n                                        text, photographs, and graphics on the Site (collectively, the \"Content\") and\n                                        the\n                                        trademarks, service marks, and logos contained therein (the \"Marks\") are owned\n                                        or\n                                        controlled by us or licensed to us, and are protected by copyright and trademark\n                                        laws\n                                        and various other intellectual property rights and unfair competition laws of\n                                        the\n                                        United\n                                        States, international copyright laws, and international conventions. The Content\n                                        and\n                                        the\n                                        Marks are provided on the Site \"AS IS\" for your information and personal use\n                                        only.\n                                        Except as expressly provided in these Terms of Use, no part of the Site and no\n                                        Content\n                                        or Marks may be copied, reproduced, aggregated, republished, uploaded, posted,\n                                        publicly\n                                        displayed, encoded, translated, transmitted, distributed, sold, licensed, or\n                                        otherwise\n                                        exploited for any commercial purpose whatsoever, without our express prior\n                                        written\n                                        permission.",
  "terms_of_use_p6": "Provided that you are eligible to use the Site, you are\n                                        granted a\n                                        limited license to access and use the Site and to download or print a copy of\n                                        any\n                                        portion of the Content to which you have properly gained access solely for your\n                                        personal, non-commercial use. We reserve all rights not expressly granted to you\n                                        in\n                                        and\n                                        to the Site, the Content and the Marks.",
  "terms_of_use_p7": "By using the Site, you represent and warrant that:\n                                    ",
  "terms_of_use_p8": "If you provide any information that is untrue, inaccurate, not\n                                        current, or incomplete, we have the right to suspend or terminate your account\n                                        and\n                                        refuse any and all current or future use of the Site (or any portion\n                                        thereof).",
  "terms_of_use_p9": "You may be required to register with the Site. You agree to\n                                        keep\n                                        your\n                                        password confidential and will be responsible for all use of your account and\n                                        password.\n                                        We reserve the right to remove, reclaim, or change a username you select if we\n                                        determine, in our sole discretion, that such username is inappropriate, obscene,\n                                        or\n                                        otherwise objectionable.",
  "terms_of_use_p10": "You may not access or use the Site for any purpose other than\n                                        that\n                                        for\n                                        which we make the Site available. The Site may not be used in connection with\n                                        any\n                                        commercial endeavors except those that are specifically endorsed or approved by\n                                        us.",
  "terms_of_use_p11": "As a user of the Site, you agree not to:",
  "terms_of_use_p12": "Systematically retrieve data or other content from the Site to\n                                        create\n                                        or compile, directly or indirectly, a collection, compilation, database, or\n                                        directory\n                                        without written permission from us.",
  "terms_of_use_p13": "Trick, defraud, or mislead us and other users, especially in\n                                        any\n                                        attempt to learn sensitive account information such as user\n                                        passwords.",
  "terms_of_use_p14": "Circumvent, disable, or otherwise interfere with\n                                        security-related\n                                        features of the Site, including features that prevent or restrict the use or\n                                        copying\n                                        of\n                                        any Content or enforce limitations on the use of the Site and/or the Content\n                                        contained\n                                        therein. Disparage, tarnish, or otherwise harm, in our opinion, us and/or the\n                                        Site.",
  "terms_of_use_p15": "Use any information obtained from the Site in order to harass,\n                                        abuse,\n                                        or harm another person.",
  "terms_of_use_p16": "Make improper use of our support services or submit false\n                                        reports\n                                        of\n                                        abuse or misconduct.",
  "terms_of_use_p17": "Use the Site in a manner inconsistent with any applicable laws\n                                        or\n                                        regulations. Engage in unauthorized framing of or linking to the\n                                        Site.",
  "terms_of_use_p18": "Upload or transmit (or attempt to upload or to transmit)\n                                        viruses,\n                                        Trojan horses, or other material, including excessive use of capital letters and\n                                        spamming (continuous posting of repetitive text), that interferes with any\n                                        party's\n                                        uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts,\n                                        alters,\n                                        or\n                                        interferes with the use, features, functions, operation, or maintenance of the\n                                        Site.",
  "terms_of_use_p19": "Engage in any automated use of the system, such as using\n                                        scripts\n                                        to\n                                        send comments or messages, or using any data mining, robots, or similar data\n                                        gathering\n                                        and extraction tools.",
  "terms_of_use_p20": "Delete the copyright or other proprietary rights notice from\n                                        any\n                                        Content. Attempt to impersonate another user or person or use the username of\n                                        another\n                                        user.",
  "terms_of_use_p21": "Upload or transmit (or attempt to upload or to transmit) any\n                                        material\n                                        that acts as a passive or active information collection or transmission\n                                        mechanism,\n                                        including without limitation, clear graphics interchange formats (\"gifs\"), 1x1\n                                        pixels,\n                                        web bugs, cookies, or other similar devices (sometimes referred to as \"spyware\"\n                                        or\n                                        \"passive collection mechanisms\" or \"pcms\").",
  "terms_of_use_p22": "Interfere with, disrupt, or create an undue burden on the Site\n                                        or\n                                        the\n                                        networks or services connected to the Site.",
  "terms_of_use_p23": "Harass, annoy, intimidate, or threaten any of our employees or\n                                        agents\n                                        engaged in providing any portion of the Site to you.",
  "terms_of_use_p24": "Attempt to bypass any measures of the Site designed to prevent\n                                        or\n                                        restrict access to the Site, or any portion of the Site.",
  "terms_of_use_p25": "Copy or adapt the Site's software, including but not limited\n                                        to\n                                        Flash,\n                                        PHP, HTML, JavaScript, or other code.",
  "terms_of_use_p26": "Except as permitted by applicable law, decipher, decompile,\n                                        disassemble, or reverse engineer any of the software comprising or in any way\n                                        making\n                                        up\n                                        a part of the Site.",
  "terms_of_use_p27": "Except as may be the result of standard search engine or\n                                        Internet\n                                        browser usage, use, launch, develop, or distribute any automated system,\n                                        including\n                                        without limitation, any spider, robot, cheat utility, scraper, or offline reader\n                                        that\n                                        accesses the Site, or using or launching any unauthorized script or other\n                                        software.",
  "terms_of_use_p28": "Use a buying agent or purchasing agent to make purchases on\n                                        the\n                                        Site.\n                                        Make any unauthorized use of the Site, including collecting usernames and/or\n                                        email\n                                        addresses of users by electronic or other means for the purpose of sending\n                                        unsolicited\n                                        email, or creating user accounts by automated means or under false\n                                        pretenses.",
  "terms_of_use_p29": "Use the Site as part of any effort to compete with us or\n                                        otherwise\n                                        use\n                                        the Site and/or the Content for any revenue-generating endeavor or commercial\n                                        enterprise.",
  "terms_of_use_p30": "Sell or otherwise transfer your profile.",
  "terms_of_use_p31": "The Site does not offer users to submit or post content. We\n                                        may\n                                        provide you with the opportunity to create, submit, post, display, transmit,\n                                        perform,\n                                        publish, distribute, or broadcast content and materials to us or on the Site,\n                                        including\n                                        but not limited to text, writings, video, audio, photographs, graphics,\n                                        comments,\n                                        suggestions, or personal information or other material (collectively,\n                                        \"Contributions\").\n                                        Contributions may be viewable by other users of the Site and through third-party\n                                        websites. As such, any Contributions you transmit may be treated in accordance\n                                        with\n                                        the\n                                        Site Privacy Policy. When you create or make available any Contributions, you\n                                        thereby\n                                        represent and warrant that:",
  "terms_of_use_p32": "The creation, distribution, transmission, public display, or\n                                        performance, and the accessing, downloading, or copying of your Contributions do\n                                        not\n                                        and\n                                        will not infringe the proprietary rights, including but not limited to the\n                                        copyright,\n                                        patent, trademark, trade secret, or moral rights of any third\n                                        party.",
  "terms_of_use_p33": "You are the creator and owner of or have the necessary\n                                        licenses,\n                                        rights, consents, releases, and permissions to use and to authorize us, the\n                                        Site,\n                                        and\n                                        other users of the Site to use your Contributions in any manner contemplated by\n                                        the\n                                        Site\n                                        and these Terms of Use.",
  "terms_of_use_p34": "You have the written consent, release, and/or permission of\n                                        each\n                                        and\n                                        every identifiable individual person in your Contributions to use the name or\n                                        likeness\n                                        of each and every such identifiable individual person to enable inclusion and\n                                        use of\n                                        your Contributions in any manner contemplated by the Site and these Terms of\n                                        Use.",
  "terms_of_use_p35": "Your Contributions are not false, inaccurate, or\n                                        misleading.",
  "terms_of_use_p36": "Your Contributions are not unsolicited or unauthorized\n                                        advertising,\n                                        promotional materials, pyramid schemes, chain letters, spam, mass mailings, or\n                                        other\n                                        forms of solicitation.",
  "terms_of_use_p37": "Your Contributions are not obscene, lewd, lascivious, filthy,\n                                        violent,\n                                        harassing, libelous, slanderous, or otherwise objectionable (as determined by\n                                        us).",
  "terms_of_use_p38": "Your Contributions do not ridicule, mock, disparage,\n                                        intimidate,\n                                        or\n                                        abuse anyone. Your Contributions are not used to harass or threaten (in the\n                                        legal\n                                        sense\n                                        of those terms) any other person and to promote violence against a specific\n                                        person\n                                        or\n                                        class of people.",
  "terms_of_use_p39": "Your Contributions do not violate any applicable law,\n                                        regulation,\n                                        or\n                                        rule.",
  "terms_of_use_p40": "Your Contributions do not violate the privacy or publicity\n                                        rights\n                                        of\n                                        any third party. Your Contributions do not violate any applicable law concerning\n                                        child\n                                        pornography, or otherwise intended to protect the health or well-being of\n                                        minors.\n                                        Your\n                                        Contributions do not include any offensive comments that are connected to race,\n                                        national\n                                        origin, gender, sexual preference, or physical handicap.",
  "terms_of_use_p41": "Your Contributions do not otherwise violate, or link to\n                                        material\n                                        that\n                                        violates, any provision of these Terms of Use, or any applicable law or\n                                        regulation.",
  "terms_of_use_p42": "Any use of the Site in violation of the foregoing violates\n                                        these\n                                        Terms\n                                        of Use and may result in, among other things, termination or suspension of your\n                                        rights\n                                        to use the Site.",
  "terms_of_use_p43": "You and the Site agree that we may access, store, process, and\n                                        use\n                                        any\n                                        information and personal data that you provide following the terms of the\n                                        Privacy\n                                        Policy\n                                        and your choices (including settings).",
  "terms_of_use_p44": "By submitting suggestions or other feedback regarding the\n                                        Site,\n                                        you\n                                        agree that we can use and share such feedback for any purpose without\n                                        compensation\n                                        to\n                                        you.",
  "terms_of_use_p45": "We do not assert any ownership over your Contributions. You\n                                        retain\n                                        full ownership of all of your Contributions and any intellectual property rights\n                                        or\n                                        other proprietary rights associated with your Contributions. We are not liable\n                                        for\n                                        any\n                                        statements or representations in your Contributions provided by you in any area\n                                        on\n                                        the\n                                        Site. You are solely responsible for your Contributions to the Site and you\n                                        expressly\n                                        agree to exonerate us from any and all responsibility and to refrain from any\n                                        legal\n                                        action against us regarding your Contributions.",
  "terms_of_use_p46": "Use License",
  "terms_of_use_p47": "If you access the Site via a mobile application, then we grant\n                                        you\n                                        a\n                                        revocable, non- exclusive, non-transferable, limited right to install and use\n                                        the\n                                        mobile\n                                        application on wireless electronic devices owned or controlled by you, and to\n                                        access\n                                        and\n                                        use the mobile application on such devices strictly in accordance with the terms\n                                        and\n                                        conditions of this mobile application license contained in these Terms of Use.\n                                        You\n                                        shall\n                                        not: (1) except as permitted by applicable law, decompile, reverse engineer,\n                                        disassemble, attempt to derive the source code of, or decrypt the application;\n                                        (2)\n                                        make\n                                        any modification, adaptation, improvement, enhancement, translation, or\n                                        derivative\n                                        work\n                                        from the application; (3) violate any applicable laws, rules, or regulations in\n                                        connection with your access or use of the application; (4) remove, alter, or\n                                        obscure\n                                        any\n                                        proprietary notice (including any notice of copyright or trademark) posted by us\n                                        or\n                                        the\n                                        licensors of the application; (5) use the application for any revenue generating\n                                        endeavor, commercial enterprise, or other purpose for which it is not designed\n                                        or\n                                        intended; (6) make the application available over a network or other environment\n                                        permitting access or use by multiple devices or users at the same time; (7) use\n                                        the\n                                        application for creating a product, service, or software that is, directly or\n                                        indirectly, competitive with or in any way a substitute for the application; (8)\n                                        use\n                                        the\n                                        application to send automated queries to any website or to send any unsolicited\n                                        commercial e-mail; or (9) use any proprietary information or any of our\n                                        interfaces\n                                        or\n                                        our other intellectual property in the design, development, manufacture,\n                                        licensing,\n                                        or\n                                        distribution of any applications, accessories, or devices for use with the\n                                        application.",
  "terms_of_use_p48": "Apple and Android Devices",
  "terms_of_use_p49": "The following terms apply when you use a mobile application\n                                        obtained\n                                        from either the Apple Store or Google Play (each an \"App Distributor\") to access\n                                        the\n                                        Site: (1) the license granted to you for our mobile application is limited to a\n                                        non-transferable license to use the application on a device that utilizes the\n                                        Apple\n                                        iOS\n                                        or Android operating systems, as applicable, and in accordance with the usage\n                                        rules\n                                        set\n                                        forth in the applicable App Distributor's terms of service; (2) we are\n                                        responsible\n                                        for\n                                        providing any maintenance and support services with respect to the mobile\n                                        application as\n                                        specified in the terms and conditions of this mobile application license\n                                        contained\n                                        in\n                                        these Terms of Use or as otherwise required under applicable law, and you\n                                        acknowledge\n                                        that each App Distributor has no obligation whatsoever to furnish any\n                                        maintenance\n                                        and\n                                        support services with respect to the mobile application; (3) in the event of any\n                                        failure\n                                        of the mobile application to conform to any applicable warranty, you may notify\n                                        the\n                                        applicable App Distributor, and the App Distributor, in accordance with its\n                                        terms\n                                        and\n                                        policies, may refund the purchase price, if any, paid for the mobile\n                                        application,\n                                        and to\n                                        the maximum extent permitted by applicable law, the App Distributor will have no\n                                        other\n                                        warranty obligation whatsoever with respect to the mobile application; (4) you\n                                        represent\n                                        and warrant that (i) you are not located in a country that is subject to a U.S.\n                                        government embargo, or that has been designated by the U.S. government as a\n                                        \"terrorist\n                                        supporting\" country and (ii) you are not listed on any U.S. government list of\n                                        prohibited or restricted parties; (5) you must comply with applicable\n                                        third-party\n                                        terms\n                                        of agreement when using the mobile application, e.g., if you have a VoIP\n                                        application,\n                                        then you must not be in violation of their wireless data service agreement when\n                                        using\n                                        the mobile application; and (6) you acknowledge and agree that the App\n                                        Distributors\n                                        are\n                                        third- party beneficiaries of the terms and conditions in this mobile\n                                        application\n                                        license contained in these Terms of Use, and that each App Distributor will have\n                                        the\n                                        right (and will be deemed to have accepted the right) to enforce the terms and\n                                        conditions in this mobile application license contained in these Terms of Use\n                                        against\n                                        you as a third-party beneficiary thereof.",
  "terms_of_use_p50": "You acknowledge and agree that any questions, comments,\n                                        suggestions,\n                                        ideas, feedback, or other information regarding the Site (\"Submissions\")\n                                        provided by\n                                        you\n                                        to us are non-confidential and shall become our sole property. We shall own\n                                        exclusive\n                                        rights, including all intellectual property rights, and shall be entitled to the\n                                        unrestricted use and dissemination of these Submissions for any lawful purpose,\n                                        commercial or otherwise, without acknowledgment or compensation to you. You\n                                        hereby\n                                        waive\n                                        all moral rights to any such Submissions, and you hereby warrant that any such\n                                        Submissions are original with you or that you have the right to submit such\n                                        Submissions.\n                                        You agree there shall be no recourse against us for any alleged or actual\n                                        infringement\n                                        or misappropriation of any proprietary right in your Submissions.",
  "terms_of_use_p51": "We reserve the right, but not the obligation, to: (1) monitor\n                                        the\n                                        Site\n                                        for violations of these Terms of Use; (2) take appropriate legal action against\n                                        anyone\n                                        who, in our sole discretion, violates the law or these Terms of Use, including\n                                        without\n                                        limitation, reporting such user to law enforcement authorities; (3) in our sole\n                                        discretion and without limitation, refuse, restrict access to, limit the\n                                        availability\n                                        of, or disable (to the extent technologically feasible) any of your\n                                        Contributions or\n                                        any\n                                        portion thereof; (4) in our sole discretion and without limitation, notice, or\n                                        liability, to remove from the Site or otherwise disable all files and content\n                                        that\n                                        are\n                                        excessive in size or are in any way burdensome to our systems; and (5) otherwise\n                                        manage\n                                        the Site in a manner designed to protect our rights and property and to\n                                        facilitate\n                                        the\n                                        proper functioning of the Site.",
  "terms_of_use_p52": "We care about data privacy and security. By using the Site,\n                                        you\n                                        agree\n                                        to be bound by our Privacy Policy posted on the Site, which is incorporated into\n                                        these\n                                        Terms of Use. Please be advised the Site is hosted in Spain. If you access the\n                                        Site\n                                        from\n                                        any other region of the world with laws or other requirements governing personal\n                                        data\n                                        collection, use, or disclosure that differ from applicable laws in Spain, then\n                                        through\n                                        your continued use of the Site, you are transferring your data to Spain, and you\n                                        agree\n                                        to have your data transferred to and processed in Spain.",
  "terms_of_use_p53": "These Terms of Use shall remain in full force and effect while\n                                        you\n                                        use\n                                        the Site. WITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE\n                                        THE\n                                        RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO\n                                        AND\n                                        USE\n                                        OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY\n                                        REASON\n                                        OR\n                                        FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION,\n                                        WARRANTY,\n                                        OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR\n                                        REGULATION.\n                                        WE\n                                        MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR\n                                        ACCOUNT",
  "terms_of_use_p54": "AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME,\n                                        WITHOUT\n                                        WARNING, IN OUR SOLE DISCRETION.",
  "terms_of_use_p55": "If we terminate or suspend your account for any reason, you\n                                        are\n                                        prohibited from registering and creating a new account under your name, a fake\n                                        or\n                                        borrowed name, or the name of any third party, even if you may be acting on\n                                        behalf\n                                        of\n                                        the third party. In addition to terminating or suspending your account, we\n                                        reserve\n                                        the\n                                        right to take appropriate legal action, including without limitation pursuing\n                                        civil,\n                                        criminal, and injunctive redress.",
  "terms_of_use_p56": "We reserve the right to change, modify, or remove the contents\n                                        of\n                                        the\n                                        Site at any time or for any reason at our sole discretion without notice.\n                                        However,\n                                        we\n                                        have no obligation to update any information on our Site. We also reserve the\n                                        right\n                                        to\n                                        modify or discontinue all or part of the Site without notice at any time. We\n                                        will\n                                        not be\n                                        liable to you or any third party for any modification, price change, suspension,\n                                        or\n                                        discontinuance of the Site.",
  "terms_of_use_p57": "We cannot guarantee the Site will be available at all times.\n                                        We\n                                        may\n                                        experience hardware, software, or other problems or need to perform maintenance\n                                        related\n                                        to the Site, resulting in interruptions, delays, or errors. We reserve the right\n                                        to\n                                        change, revise, update, suspend, discontinue, or otherwise modify the Site at\n                                        any\n                                        time\n                                        or for any reason without notice to you. You agree that we have no liability\n                                        whatsoever\n                                        for any loss, damage, or inconvenience caused by your inability to access or use\n                                        the\n                                        Site during any downtime or discontinuance of the Site. Nothing in these Terms\n                                        of\n                                        Use\n                                        will be construed to obligate us to maintain and support the Site or to supply\n                                        any\n                                        corrections, updates, or releases in connection therewith.",
  "terms_of_use_p58": "These conditions are governed by and interpreted following the\n                                        laws of\n                                        Spain, and the use of the United Nations Convention of Contracts for the\n                                        International\n                                        Sale of Goods is expressly excluded. If your habitual residence is in the EU,\n                                        and\n                                        you\n                                        are a consumer, you additionally possess the protection provided to you by\n                                        obligatory\n                                        provisions of the law of your country of residence. GnaEstudios and\n                                        yourself\n                                        both agree to submit to the non-exclusive jurisdiction of the courts of Spain,\n                                        which\n                                        means that you may make a claim to defend your consumer protection rights in\n                                        regards\n                                        to\n                                        these Conditions of Use in Spain, or in the EU country in which you\n                                        reside.",
  "terms_of_use_p59": "The European Commission provides an online dispute resolution\n                                        platform, which you can access here: https://ec.europa.eu/consumers/odr. If you\n                                        would\n                                        like to bring this subject to our attention, please contact us.",
  "terms_of_use_p60": "There may be information on the Site that contains\n                                        typographical\n                                        errors, inaccuracies, or omissions, including descriptions, pricing,\n                                        availability,\n                                        and\n                                        various other information. We reserve the right to correct any errors,\n                                        inaccuracies,\n                                        or\n                                        omissions and to change or update the information on the Site at any time,\n                                        without\n                                        prior\n                                        notice.",
  "terms_of_use_p61": "THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS. YOU\n                                        AGREE\n                                        THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK. TO THE\n                                        FULLEST\n                                        EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN\n                                        CONNECTION\n                                        WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED\n                                        WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND\n                                        NON-INFRINGEMENT.\n                                        WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF\n                                        THE\n                                        SITE'S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL\n                                        ASSUME\n                                        NO\n                                        LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF\n                                        CONTENT\n                                        AND\n                                        MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER,\n                                        RESULTING\n                                        FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE\n                                        OF\n                                        OUR\n                                        SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL\n                                        INFORMATION\n                                        STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE\n                                        SITE,\n                                        (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR\n                                        THROUGH\n                                        THE SITE BY ANY THIRD PARTY, AND/OR (6)",
  "terms_of_use_p62": "ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR\n                                        ANY\n                                        LOSS\n                                        OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED,\n                                        TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE. WE DO NOT WARRANT,\n                                        ENDORSE,\n                                        GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR\n                                        OFFERED\n                                        BY\n                                        A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR\n                                        MOBILE\n                                        APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A\n                                        PARTY\n                                        TO\n                                        OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY\n                                        THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES. AS WITH THE PURCHASE OF A PRODUCT\n                                        OR\n                                        SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST\n                                        JUDGMENT\n                                        AND\n                                        EXERCISE CAUTION WHERE APPROPRIATE.",
  "terms_of_use_p63": "IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE\n                                        LIABLE\n                                        TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY,\n                                        INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE,\n                                        LOSS\n                                        OF\n                                        DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN\n                                        ADVISED\n                                        OF THE POSSIBILITY OF SUCH DAMAGES.",
  "terms_of_use_p64": "You agree to defend, indemnify, and hold us harmless,\n                                        including\n                                        our\n                                        subsidiaries, affiliates, and all of our respective officers, agents, partners,\n                                        and\n                                        employees, from and against any loss, damage, liability, claim, or demand,\n                                        including\n                                        reasonable attorneys' fees and expenses, made by any third party due to or\n                                        arising\n                                        out\n                                        of:\n                                    ",
  "terms_of_use_p65": "We will maintain certain data that you transmit to the Site\n                                        for\n                                        the\n                                        purpose of managing the performance of the Site, as well as data relating to\n                                        your\n                                        use of\n                                        the\n                                        Site. Although we perform regular routine backups of data, you are solely\n                                        responsible\n                                        for\n                                        all data that you transmit or that relates to any activity you have undertaken\n                                        using\n                                        the\n                                        Site. You agree that we shall have no liability to you for any loss or\n                                        corruption of\n                                        any\n                                        such data, and you hereby waive any right of action against us arising from any\n                                        such\n                                        loss or\n                                        corruption of such data.",
  "terms_of_use_p66": "Visiting the Site, sending us emails, and completing online\n                                        forms\n                                        constitute electronic communications. You consent to receive electronic\n                                        communications,\n                                        and\n                                        you agree that all agreements, notices, disclosures, and other communications we\n                                        provide\n                                        to\n                                        you electronically, via email and on the Site, satisfy any legal requirement\n                                        that\n                                        such\n                                        communication be in writing. YOU HEREBY AGREE TO THE USE OF ELECTRONIC\n                                        SIGNATURES,\n                                        CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES,\n                                        POLICIES,\n                                        AND\n                                        RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE. You\n                                        hereby",
  "terms_of_use_p67": "waive any rights or requirements under any statutes,\n                                        regulations,\n                                        rules,\n                                        ordinances, or other laws in any jurisdiction which require an original\n                                        signature or\n                                        delivery or retention of non-electronic records, or to payments or the granting\n                                        of\n                                        credits\n                                        by any means other than electronic means.",
  "terms_of_use_p68": "These Terms of Use and any policies or operating rules posted\n                                        by\n                                        us on\n                                        the\n                                        Site or in respect to the Site constitute the entire agreement and understanding\n                                        between\n                                        you\n                                        and us. Our failure to exercise or enforce any right or provision of these Terms\n                                        of\n                                        Use\n                                        shall not operate as a waiver of such right or provision. These Terms of Use\n                                        operate\n                                        to\n                                        the\n                                        fullest extent permissible by law. We may assign any or all of our rights and\n                                        obligations to\n                                        others at any time. We shall not be responsible or liable for any loss, damage,\n                                        delay,\n                                        or\n                                        failure to act caused by any cause beyond our reasonable control. If any\n                                        provision\n                                        or\n                                        part\n                                        of a provision of these Terms of Use is determined to be unlawful, void, or\n                                        unenforceable,\n                                        that provision or part of the provision is deemed severable from these Terms of\n                                        Use\n                                        and\n                                        does\n                                        not affect the validity and enforceability of any remaining provisions. There is\n                                        no\n                                        joint\n                                        venture, partnership, employment or agency relationship created between you and\n                                        us\n                                        as a\n                                        result of these Terms of Use or use of the Site. You agree that these Terms of\n                                        Use\n                                        will\n                                        not\n                                        be construed against us by virtue of having drafted them. You hereby waive any\n                                        and\n                                        all\n                                        defenses you may have based on the electronic form of these Terms of Use and the\n                                        lack of\n                                        signing by the parties hereto to execute these Terms of Use.",
  "terms_of_use_p69": "In order to resolve a complaint regarding the Site or to\n                                        receive\n                                        further information regarding use of the Site, please contact us\n                                        at:",
  "privacy_policy_p0": "This privacy notice for (\"Company,\" \"we,\" \"us,\" or\n                                    \"our\"), describes how and why we might collect, store, use, and/or share (\"process\")\n                                    your information when you use our services (\"Services\"), such as when\n                                    you:",
  "privacy_policy_p1": "Questions or concerns? Reading this privacy notice\n                                    will help you understand your privacy rights and choices. If you do not agree with\n                                    our\n                                    policies and practices, please do not use our Services. If you still have any\n                                    questions\n                                    or concerns, please contact us at .",
  "privacy_policy_p2": "This summary provides key points from our privacy\n                                    notice, but you can find out more details about any of these topics by clicking the\n                                    link\n                                    following each key point or by using our table of contents below to find the section\n                                    you\n                                    are looking for.",
  "privacy_policy_p3": "What personal information do we process? When you\n                                    visit, use, or navigate our Services, we may process personal information depending\n                                    on\n                                    how you interact with",
  "privacy_policy_p4": "and the Services, the choices you make, and the\n                                    products and features you use. Learn more about personal information you disclose to\n                                    us.",
  "privacy_policy_p5": "Do we process any sensitive personal information?\n                                    We\n                                    do not process sensitive personal information.",
  "privacy_policy_p6": "Do we receive any information from third parties?\n                                    We\n                                    may receive information from public databases, marketing partners, social media\n                                    platforms, and other outside sources. Learn more about information collected from\n                                    other\n                                    sources.",
  "privacy_policy_p7": "How do we process your information? We process\n                                    your\n                                    information to provide, improve, and administer our Services, communicate with you,\n                                    for\n                                    security and fraud prevention, and to comply with law. We may also process your\n                                    information for other purposes with your consent. We process your information only\n                                    when\n                                    we have a valid legal reason to do so. Learn more about how we process your\n                                    information.",
  "privacy_policy_p8": "In what situations and with which parties do we\n                                    share\n                                    personal information? We may share information in specific situations and with\n                                    specific\n                                    third parties. Learn more about when and with whom we share your personal\n                                    information.",
  "privacy_policy_p9": "What are your rights? Depending on where you are\n                                    located geographically, the applicable privacy law may mean you have certain rights\n                                    regarding your personal information. Learn more about your privacy\n                                    rights.",
  "privacy_policy_p10": "How do you exercise your rights? The easiest way\n                                    to\n                                    exercise your rights is by submitting a data subject access request, or by\n                                    contacting\n                                    us. We will consider and act upon any request in accordance with applicable data\n                                    protection laws.",
  "privacy_policy_p11": "Want to learn more about what does with any\n                                    information we collect? Review the privacy notice in full.",
  "privacy_policy_p12": "Personal information you disclose to\n                                        us",
  "privacy_policy_p13": "In Short: We collect personal information that\n                                        you\n                                        provide to us.",
  "privacy_policy_p14": "We collect personal information that you\n                                        voluntarily provide to us when you register on the Services, express an interest\n                                        in\n                                        obtaining information about us or our products and Services, when you\n                                        participate in\n                                        activities on the Services, or otherwise when you contact us.",
  "privacy_policy_p15": "Sensitive Information. We do not process\n                                        sensitive\n                                        information.",
  "privacy_policy_p16": "All personal information that you provide to\n                                        us\n                                        must be true, complete, and accurate, and you must notify us of any changes to\n                                        such\n                                        personal information.",
  "privacy_policy_p17": "Information automatically\n                                        collected",
  "privacy_policy_p18": "In Short: Some information - such as your\n                                        Internet\n                                        Protocol (IP) address and/or browser and device characteristics - is collected\n                                        automatically when you visit our Services.",
  "privacy_policy_p19": "We automatically collect certain information\n                                        when\n                                        you visit, use, or navigate the Services. This information does not reveal your\n                                        specific identity (like your name or contact information) but may include device\n                                        and\n                                        usage information, such as your IP address, browser and device characteristics,\n                                        operating system, language preferences, referring URLs, device name, country,\n                                        location, information about how and when you use our Services, and other\n                                        technical\n                                        information. This information is primarily needed to maintain the security and\n                                        operation of our Services, and for our internal analytics and reporting\n                                        purposes.",
  "privacy_policy_p20": "Like many businesses, we also collect\n                                        information\n                                        through cookies and similar technologies.",
  "privacy_policy_p21": "In Short: We process your information to\n                                        provide,\n                                        improve, and administer our Services, communicate with you, for security and\n                                        fraud\n                                        prevention, and to comply with law. We may also process your information for\n                                        other\n                                        purposes with your consent.",
  "privacy_policy_p22": "We process your personal information for a\n                                        variety\n                                        of reasons, depending on how you interact with our Services,\n                                        including:",
  "privacy_policy_p23": "In Short: We may share information in specific\n                                        situations described in this section and/or with the following third\n                                        parties.",
  "privacy_policy_p24": "We may need to share your personal information\n                                        in\n                                        the following situations:",
  "privacy_policy_p25": "Business Transfers. We may share or transfer\n                                        your\n                                        information in connection with, or during negotiations of, any merger, sale of\n                                        company assets, financing, or acquisition of all or a portion of our business to\n                                        another company.",
  "privacy_policy_p26": "Affiliates. We may share your information with\n                                        our\n                                        affiliates, in which case we will require those affiliates to honor this privacy\n                                        notice. Affiliates include our parent company and any subsidiaries, joint\n                                        venture\n                                        partners, or other companies that we control or that are under common control\n                                        with\n                                        us.",
  "privacy_policy_p27": "Business Partners. We may share your\n                                        information\n                                        with our business partners to offer you certain products, services, or\n                                        promotions.",
  "privacy_policy_p28": "In Short: We may use cookies and other\n                                        tracking\n                                        technologies to collect and store your information.",
  "privacy_policy_p29": "We may use cookies and similar tracking\n                                        technologies (like web beacons and pixels) to access or store information.\n                                        Specific\n                                        information about how we use such technologies and how you can refuse certain\n                                        cookies is set out in our Cookie Notice.",
  "privacy_policy_p30": "In Short: If you choose to register or log in\n                                        to\n                                        our Services using a social media account, we may have access to certain\n                                        information\n                                        about you.",
  "privacy_policy_p31": "Our Services offer you the ability to register\n                                        and log\n                                        in using your third-party social media account details (like your Facebook or\n                                        Twitter\n                                        logins). Where you choose to do this, we will receive certain profile\n                                        information about\n                                        you from your social media provider. The profile information we receive may vary\n                                        depending on the social media provider concerned, but will often include your\n                                        name,\n                                        email address, friends list, and profile picture, as well as other information\n                                        you\n                                        choose to make public on such a social media platform.",
  "privacy_policy_p32": "We will use the information we receive only\n                                        for the\n                                        purposes that are described in this privacy notice or that are otherwise made\n                                        clear to\n                                        you on the relevant Services. Please note that we do not control, and are not\n                                        responsible for, other uses of your personal information by your third-party\n                                        social\n                                        media provider. We recommend that you review their privacy notice to understand\n                                        how they\n                                        collect, use, and share your personal information, and how you can set your\n                                        privacy\n                                        preferences on their sites and apps.",
  "privacy_policy_p33": "In Short: We may transfer, store, and process\n                                        your\n                                        information in countries other than your own.",
  "privacy_policy_p34": "Our servers are located in. If you are\n                                        accessing our\n                                        Services from outside, please be aware that your information may be transferred\n                                        to,\n                                        stored, and processed by us in our facilities and by those third parties with\n                                        whom we\n                                        may share your personal information (see \"WHEN AND WITH WHOM DO WE SHARE YOUR\n                                        PERSONAL",
  "privacy_policy_p35": "INFORMATION?\" above), in and other\n                                        countries.",
  "privacy_policy_p36": "If you are a resident in the European Economic\n                                        Area\n                                        (EEA) or United Kingdom (UK), then these countries may not necessarily have data\n                                        protection laws or other similar laws as comprehensive as those in your country.\n                                        However, we will take all necessary measures to protect your personal\n                                        information in\n                                        accordance with this privacy notice and applicable law.",
  "privacy_policy_p37": "In Short: We keep your information for as long\n                                        as\n                                        necessary to fulfill the purposes outlined in this privacy notice unless\n                                        otherwise\n                                        required by law.",
  "privacy_policy_p38": "We will only keep your personal information\n                                        for as\n                                        long as it is necessary for the purposes set out in this privacy notice, unless\n                                        a longer\n                                        retention period is required or permitted by law (such as tax, accounting, or\n                                        other\n                                        legal requirements).",
  "privacy_policy_p39": "When we have no ongoing legitimate business\n                                        need to\n                                        process your personal information, we will either delete or anonymize such\n                                        information,\n                                        or, if this is not possible (for example, because your personal information has\n                                        been\n                                        stored in backup archives), then we will securely store your personal\n                                        information and\n                                        isolate it from any further processing until deletion is possible.",
  "privacy_policy_p40": "In Short: We do not knowingly collect data\n                                        from or\n                                        market to children under 18 years of age.",
  "privacy_policy_p41": "We do not knowingly solicit data from or\n                                        market to\n                                        children under 18 years of age. By using the Services, you represent that you\n                                        are at\n                                        least 18 or that you are the parent or guardian of such a minor and consent to\n                                        such\n                                        minor dependent's use of the Services. If we learn that personal information\n                                        from users\n                                        less than 18 years of age has been collected, we will deactivate the account and\n                                        take\n                                        reasonable measures to promptly delete such data from our records. If you become\n                                        aware\n                                        of any data we may have collected from children under age 18, please contact us\n                                        at\n                                        .",
  "privacy_policy_p42": "In Short: You may review, change, or terminate\n                                        your\n                                        account at any time.",
  "privacy_policy_p43": "If you are located in the EEA or UK and you\n                                        believe we\n                                        are unlawfully processing your personal information, you also have the right to\n                                        complain\n                                        to your Member State data protection authority or UK data protection\n                                        authority.",
  "privacy_policy_p44": "If you are located in Switzerland, you may\n                                        contact the\n                                        Federal Data Protection and Information Commissioner.",
  "privacy_policy_p45": "Withdrawing your consent: If we are relying on\n                                        your\n                                        consent to process your personal information, which may be express and/or\n                                        implied\n                                        consent depending on the applicable law, you have the right to withdraw your\n                                        consent at\n                                        any time. You can withdraw your consent at any time by contacting us by using\n                                        the\n                                        contact details provided in the section \"HOW CAN YOU CONTACT US ABOUT THIS\n                                        NOTICE?\"\n                                        below.",
  "privacy_policy_p46": "However, please note that this will not affect\n                                        the\n                                        lawfulness of the processing before its withdrawal nor, when applicable law\n                                        allows, will\n                                        it affect the processing of your personal information conducted in reliance on\n                                        lawful\n                                        processing grounds other than consent.",
  "privacy_policy_p47": "Account Information",
  "privacy_policy_p48": "If you would at any time like to review or\n                                        change the\n                                        information in your account or terminate your account, you can:",
  "privacy_policy_p49": "Upon your request to terminate your account,\n                                        we will\n                                        deactivate or delete your account and information from our active databases.\n                                        However, we may\n                                        retain some information in our files to prevent fraud, troubleshoot problems,\n                                        assist with\n                                        any investigations, enforce our legal terms and/or comply with applicable legal\n                                        requirements.",
  "privacy_policy_p50": "Most web browsers and some mobile operating\n                                        systems and\n                                        mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can\n                                        activate to\n                                        signal your privacy preference not to have data about your online browsing\n                                        activities\n                                        monitored and collected. At this stage no uniform technology standard for\n                                        recognizing and\n                                        implementing DNT signals has been finalized. As such, we do not currently\n                                        respond to DNT\n                                        browser signals or any other mechanism that automatically communicates your\n                                        choice not to be\n                                        tracked online. If a standard for online tracking is adopted that we must follow\n                                        in the\n                                        future, we will inform you about that practice in a revised version of this\n                                        privacy\n                                        notice.",
  "privacy_policy_p51": "In Short: Yes, if you are a resident of\n                                        California, you\n                                        are granted specific rights regarding access to your personal\n                                        information.",
  "privacy_policy_p52": "California Civil Code Section 1798.83, also\n                                        known as the\n                                        \"Shine The Light\" law, permits our users who are California residents to request\n                                        and obtain\n                                        from us, once a year and free of charge, information about categories of\n                                        personal\n                                        information (if any) we disclosed to third parties for direct marketing purposes\n                                        and the\n                                        names and addresses of all third parties with which we shared personal\n                                        information in the\n                                        immediately preceding calendar year. If you are a California resident and would\n                                        like to make\n                                        such a request, please submit your request in writing to us using the contact\n                                        information\n                                        provided below.",
  "privacy_policy_p53": "If you are under 18 years of age, reside in\n                                        California,\n                                        and have a registered account with Services, you have the right to request\n                                        removal of\n                                        unwanted data that you publicly post on the Services. To request removal of such\n                                        data,\n                                        please contact us using the contact information provided below and include the\n                                        email address\n                                        associated with your account and a statement that you reside in California. We\n                                        will make\n                                        sure the data is not publicly displayed on the Services, but please be aware\n                                        that the data\n                                        may not be completely or comprehensively removed from all our systems (e.g.,\n                                        backups,\n                                        etc.).",
  "privacy_policy_p54": "In Short: Yes, we will update this notice as\n                                        necessary to\n                                        stay compliant with relevant laws.",
  "privacy_policy_p55": "We may update this privacy notice from time to\n                                        time. The\n                                        updated version will be indicated by an updated \"Revised\" date and the updated\n                                        version will\n                                        be effective as soon as it is accessible. If we make material changes to this\n                                        privacy\n                                        notice, we may notify you either by prominently posting a notice of such changes\n                                        or by\n                                        directly sending you a notification. We encourage you to review this privacy\n                                        notice\n                                        frequently to be informed of how we are protecting your\n                                        information.",
  "privacy_policy_p56": "If you have questions or comments about this\n                                        notice, you\n                                        may email us at",
  "privacy_policy_p57": "or by post to:",
  "privacy_policy_p58": "Based on the applicable laws of your country,\n                                        you may have\n                                        the right to request access to the personal information we collect from you,\n                                        change that\n                                        information, or delete it. To request to review, update, or delete your personal\n                                        information, please fill out and submit a data subject access\n                                        request."
}

