{
  "gnaestudios": "GnaEstudios",
  "home": "Inicio",
  "altLogo": "Logo de GnaEstudios",
  "products": "Productos",
  "language": "Idioma",
  "about": "Acerca de",
  "theme": "Tema",
  "motto": "Simplificando la complejidad con el software",
  "companyDescription": "Somos una empresa de desarrollo de software dedicada a mejorar la vida de las personas a través del entretenimiento y la facilidad de uso. Nuestras soluciones de software innovadoras buscan simplificar tareas complejas y proporcionar una experiencia de usuario perfecta, haciendo que la vida diaria sea más agradable y eficiente.",
  "altMockup": "Teléfono móvil con el logo de GnaEstudios",
  "digiley": "DigiLey",
  "lopj": "Ley Orgánica del Poder Judicial",
  "penal": "Código Penal Español",
  "cons": "Constitución Española",
  "civil": "Código Civil Español",
  "lecrim": "Ley de Enjuiciamiento Criminal",
  "digiley_alt": "Logo de DigiLey",
  "lopj_alt": "Logo de Ley Orgánica del Poder Judicial",
  "penal_alt": "Logo de Código Penal Español",
  "cons_alt": "Logo de Constitución Española",
  "civil_alt": "Logo de Código Civil Español",
  "lecrim_alt": "Logo de Ley de Enjuiciamiento Criminal",
  "p1About": "GnAEstudios es una empresa de desarrollo de software con sede en Madrid, España. Somos un equipo de experimentados ingenieros de software apasionados por construir un gran software que marque la diferencia.",
  "p2About": "Nuestra misión es ayudar a las personas a alcanzar sus objetivos proporcionándoles soluciones de software personalizadas de alta calidad.",
  "contact": "Contáctanos",
  "terms": "Términos",
  "privacy": "Política de privacidad",
  "termsUse": "Términos de uso",
  "terms_use_t1": "ACUERDO DE TÉRMINOS",
  "terms_use_t2": "DERECHOS DE PROPIEDAD INTELECTUAL",
  "terms_use_t3": "REPRESENTACIONES DEL USUARIO",
  "terms_use_t4": "REGISTRO DEL USUARIO",
  "terms_use_t5": "ACTIVIDADES PROHIBIDAS",
  "terms_use_t6": "CONTRIBUCIONES GENERADAS POR EL USUARIO",
  "terms_use_t7": "LICENCIA DE CONTRIBUCIÓN",
  "terms_use_t8": "LICENCIA DE APLICACIÓN MÓVIL",
  "terms_use_t9": "ENVÍOS",
  "terms_use_t10": "GESTIÓN DEL SITIO",
  "terms_use_t11": "POLÍTICA DE PRIVACIDAD",
  "terms_use_t12": "TÉRMINO Y TERMINACIÓN",
  "terms_use_t13": "MODIFICACIONES E INTERRUPCIONES",
  "terms_use_t14": "LEY APLICABLE",
  "terms_use_t15": "RESOLUCIÓN DE DISPUTAS",
  "terms_use_t16": "CORRECCIONES",
  "terms_use_t17": "RENUNCIA",
  "terms_use_t18": "LIMITACIONES DE RESPONSABILIDAD",
  "terms_use_t19": "INDEMNIZACIÓN",
  "terms_use_t20": "DATOS DEL USUARIO",
  "terms_use_t21": "COMUNICACIONES, TRANSACCIONES Y FIRMAS ELECTRÓNICAS",
  "terms_use_t22": "VARIOS",
  "terms_use_t23": "CONTÁCTANOS",
  "terms_policy_t1": "¿QUÉ INFORMACIÓN RECOLECTAMOS?",
  "terms_policy_t2": "¿CÓMO PROCESAMOS TU INFORMACIÓN?",
  "terms_policy_t3": "¿CUÁNDO Y CON QUIÉN COMPARTIMOS TU INFORMACIÓN PERSONAL?",
  "terms_policy_t4": "¿UTILIZAMOS COOKIES Y OTRAS TECNOLOGÍAS DE SEGUIMIENTO?",
  "terms_policy_t5": "¿CÓMO MANEJAMOS TUS INICIOS DE SESIÓN EN REDES SOCIALES?",
  "terms_policy_t6": "¿SE TRANSFIERE INTERNACIONALMENTE TU INFORMACIÓN?",
  "terms_policy_t7": "¿CUÁNTO TIEMPO GUARDAMOS TU INFORMACIÓN?",
  "terms_policy_t8": "¿RECOLECTAMOS INFORMACIÓN DE MENORES?",
  "terms_policy_t9": "¿CUÁLES SON TUS DERECHOS DE PRIVACIDAD?",
  "terms_policy_t10": "CONTROLES PARA FUNCIONES DE NO SEGUIMIENTO",
  "terms_policy_t11": "¿LOS RESIDENTES DE CALIFORNIA TIENEN DERECHOS DE PRIVACIDAD ESPECÍFICOS?",
  "terms_policy_t12": "¿REALIZAMOS ACTUALIZACIONES A ESTE AVISO?",
  "terms_policy_t13": "¿CÓMO PUEDES CONTACTARNOS SOBRE ESTE AVISO?",
  "terms_policy_t14": "¿CÓMO PUEDES REVISAR, ACTUALIZAR O ELIMINAR LOS DATOS QUE RECOLECTAMOS DE TI?",
  "terms_of_use_p0": "Estos Términos de Uso constituyen un acuerdo legalmente vinculante entre usted, ya sea personalmente o en nombre de una entidad (\"usted\") y GnaEstudios (\"Compañía,\" \"nosotros,\" \"nos,\" o \"nuestro\"), con respecto a su acceso y uso del sitio web, así como cualquier otra forma de medios, canal de medios, sitio web móvil o aplicación móvil relacionada, vinculada o conectada con él (en conjunto, el \"Sitio\"). Usted ha leído, entendido y aceptado quedar obligado por todos estos Términos de Uso. SI NO ESTÁ DE ACUERDO CON TODOS ESTOS TÉRMINOS DE USO, QUEDA EXPRESAMENTE PROHIBIDO EL USO DEL SITIO Y DEBE CESAR SU USO DE INMEDIATO.",
  "terms_of_use_p1": "Los términos y condiciones suplementarios o documentos que puedan publicarse en el Sitio de vez en cuando se incorporan expresamente por referencia en este documento. Nos reservamos el derecho, a nuestra entera discreción, de realizar cambios o modificaciones a estos Términos de Uso en cualquier momento y por cualquier motivo. Le alertaremos sobre cualquier cambio actualizando la fecha \"Última actualización\" de estos Términos de Uso, y renuncia a cualquier derecho de recibir un aviso específico de cada cambio. Asegúrese de revisar los Términos aplicables cada vez que utilice nuestro Sitio para comprender cuáles se aplican. Estará sujeto, y se considerará que ha sido informado y ha aceptado, los cambios en cualquier Término revisado de Uso mediante el uso continuado del Sitio después de la fecha en que se publiquen dichos Términos revisados de Uso.",
  "terms_of_use_p2": "La información proporcionada en el Sitio no está destinada a su distribución o uso por parte de ninguna persona o entidad en ninguna jurisdicción o país donde dicha distribución o uso sea contrario a la ley o regulación, o que nos someta a cualquier requisito de registro dentro de dicha jurisdicción o país. En consecuencia, aquellas personas que elijan acceder al Sitio desde otras ubicaciones lo hacen por su propia iniciativa y son responsables únicamente del cumplimiento de las leyes locales, en la medida en que las leyes locales sean aplicables.",
  "terms_of_use_p3": "El Sitio está destinado a usuarios que tengan al menos 18 años de edad. Las personas menores de 18 años no están autorizadas a utilizar o registrarse en el Sitio.",
  "terms_of_use_p4": "A menos que se indique lo contrario, el Sitio es nuestra propiedad exclusiva y todo el código fuente, bases de datos, funcionalidad, software, diseños de sitios web, audio, video, texto, fotografías y gráficos en el Sitio (colectivamente, el \"Contenido\") y las marcas comerciales, marcas de servicio y logotipos contenidos en el mismo (las \"Marcas\") son de nuestra propiedad o están bajo nuestro control o licencia. Están protegidos por las leyes de derechos de autor y marcas comerciales, así como por varios otros derechos de propiedad intelectual y leyes de competencia desleal.",
  "terms_of_use_p5": "El Contenido y las Marcas se proporcionan en el Sitio \"TAL CUAL\" únicamente para su información y uso personal. Salvo que se indique expresamente en estos Términos de Uso, ninguna parte del Sitio, del Contenido o de las Marcas puede ser copiada, reproducida, agregada, republicada, cargada, publicada, mostrada públicamente, codificada, traducida, transmitida, distribuida, vendida, licenciada o explotada de cualquier otra manera con fines comerciales sin nuestro expreso y previo permiso por escrito.",
  "terms_of_use_p6": "Siempre que sea elegible para utilizar el Sitio, se le otorga una licencia limitada para acceder y utilizar el Sitio, así como para descargar o imprimir una copia de cualquier parte del Contenido a la que haya obtenido acceso de manera adecuada, exclusivamente para su uso personal y no comercial. Nos reservamos todos los derechos que no le sean otorgados expresamente a usted en relación con el Sitio, el Contenido y las Marcas.",
  "terms_of_use_p7": "Al utilizar el Sitio, usted declara y garantiza que:",
  "terms_of_use_p8": "Si proporciona cualquier información que sea falsa, inexacta, no actual o incompleta, tenemos el derecho de suspender o terminar su cuenta y negar cualquier uso actual o futuro del Sitio (o cualquier parte del mismo).",
  "terms_of_use_p9": "Es posible que deba registrarse en el Sitio. Usted acepta mantener su contraseña en confidencialidad y será responsable de todo uso de su cuenta y contraseña. Nos reservamos el derecho de eliminar, recuperar o cambiar el nombre de usuario que seleccione si determinamos, a nuestra única discreción, que dicho nombre de usuario es inapropiado, obsceno o de cualquier otra manera objetable.",
  "terms_of_use_p10": "No puedes acceder ni utilizar el Sitio con ningún otro propósito que no sea aquel para el cual ponemos el Sitio a disposición. El Sitio no puede ser utilizado en relación con ningún emprendimiento comercial, excepto aquellos que sean específicamente respaldados o aprobados por nosotros.",
  "terms_of_use_p11": "Como usuario del Sitio, aceptas no:",
  "terms_of_use_p12": "Recopilar sistemáticamente datos u otro contenido del Sitio para crear o compilar, directa o indirectamente, una colección, compilación, base de datos o directorio sin permiso por escrito de nuestra parte.",
  "terms_of_use_p13": "Engañarnos, defraudarnos o inducirnos a error, así como a otros usuarios, especialmente en cualquier intento de obtener información confidencial de la cuenta, como contraseñas de usuario.",
  "terms_of_use_p14": "Eludir, deshabilitar o interferir de cualquier otra manera con las funciones de seguridad del Sitio, incluidas las funciones que previenen o restringen el uso o la copia de cualquier Contenido, y hacer comentarios despectivos, dañar la reputación o perjudicar, en nuestra opinión, a nosotros y/o al Sitio.",
  "terms_of_use_p15": "Utilizar cualquier información obtenida del Sitio para acosar, abusar o dañar a otra persona.",
  "terms_of_use_p16": "Hacer un uso indebido de nuestros servicios de asistencia o enviar informes falsos de abuso o mala conducta.",
  "terms_of_use_p17": "Utilizar el Sitio de manera inconsistente con las leyes o regulaciones aplicables. Participar en el enmarcado no autorizado o enlaces al Sitio.",
  "terms_of_use_p18": "Cargar o transmitir (o intentar cargar o transmitir) virus, caballos de Troya u otro material, incluido el uso excesivo de letras mayúsculas y spam (publicación continua de texto repetitivo), que interfiera con el uso y disfrute ininterrumpido del Sitio por parte de cualquier persona, o modifique, perjudique, interrumpa, altere o interfiera con el uso, características, funciones, operación o mantenimiento del Sitio.",
  "terms_of_use_p19": "Participar en cualquier uso automatizado del sistema, como el uso de scripts para enviar comentarios o mensajes, o utilizar cualquier herramienta de extracción o recopilación de datos similares, como minería de datos, robots u otras herramientas.",
  "privacy_policy_p20": "Al igual que muchas empresas, también recopilamos información a través de cookies y tecnologías similares.",
  "privacy_policy_p21": "En resumen: Procesamos tu información para proporcionar, mejorar y administrar nuestros servicios, comunicarnos contigo, para seguridad y prevención de fraudes, y para cumplir con la ley. También podemos procesar tu información para otros fines con tu consentimiento.",
  "privacy_policy_p22": "Procesamos tu información personal por diversas razones, según cómo interactúes con nuestros servicios, incluyendo:",
  "privacy_policy_p23": "En resumen: Podemos compartir información en situaciones específicas descritas en esta sección y/o con los siguientes terceros.",
  "privacy_policy_p24": "Es posible que necesitemos compartir tu información personal en las siguientes situaciones:",
  "privacy_policy_p25": "Transferencias comerciales. Podemos compartir o transferir tu información en relación con, o durante negociaciones de, cualquier fusión, venta de activos de la empresa, financiamiento o adquisición total o parcial de nuestro negocio por otra empresa.",
  "privacy_policy_p26": "Afiliados. Podemos compartir tu información con nuestras afiliadas, en cuyo caso requeriremos que esas afiliadas respeten este aviso de privacidad. Las afiliadas incluyen nuestra empresa matriz y cualquier subsidiaria, socio de empresa conjunta u otras empresas que controlemos o que estén bajo nuestro control común.",
  "privacy_policy_p27": "Socios comerciales. Podemos compartir tu información con nuestros socios comerciales para ofrecerte ciertos productos, servicios o promociones.",
  "privacy_policy_p28": "En resumen: Podemos utilizar cookies y otras tecnologías de seguimiento para recopilar y almacenar tu información.",
  "privacy_policy_p29": "Podemos utilizar cookies y tecnologías de seguimiento similares (como balizas web y píxeles) para acceder o almacenar información. Información específica sobre cómo utilizamos dichas tecnologías y cómo puedes rechazar ciertas cookies se indica en nuestro Aviso de cookies.",
  "privacy_policy_p30": "En resumen: Si eliges registrarte o iniciar sesión en nuestros servicios utilizando una cuenta de redes sociales, es posible que tengamos acceso a cierta información sobre ti.",
  "privacy_policy_p31": "Nuestros servicios te ofrecen la posibilidad de registrarte e iniciar sesión utilizando los detalles de tu cuenta de redes sociales de terceros (como tus inicios de sesión de Facebook o Twitter). Cuando elijas hacer esto, recibiremos cierta información de perfil sobre ti proporcionada por tu proveedor de redes sociales. La información de perfil que recibimos puede variar según el proveedor de redes sociales en cuestión, pero generalmente incluirá tu nombre, dirección de correo electrónico, lista de amigos y foto de perfil, así como otra información que elijas hacer pública en dicha plataforma de redes sociales.",
  "privacy_policy_p32": "Utilizaremos la información que recibamos solo para los fines descritos en este aviso de privacidad o que se te expliquen de manera clara en los servicios correspondientes. Ten en cuenta que no controlamos y no somos responsables de otros usos de tu información personal por parte de tu proveedor de redes sociales de terceros. Recomendamos que revises su aviso de privacidad para comprender cómo recopilan, utilizan y comparten tu información personal, y cómo puedes configurar tus preferencias de privacidad en sus sitios y aplicaciones.",
  "privacy_policy_p33": "En resumen: Podemos transferir, almacenar y procesar tu información en países distintos al tuyo.",
  "privacy_policy_p34": "Nuestros servidores se encuentran ubicados en. Si accedes a nuestros servicios desde fuera, ten en cuenta que tu información puede ser transferida, almacenada y procesada por nosotros en nuestras instalaciones y por aquellos terceros con quienes podamos compartir tu información personal (ver \"¿CUÁNDO Y CON QUIÉN COMPARTIMOS TU INFORMACIÓN PERSONAL?\" arriba), en y en otros países.",
  "privacy_policy_p35": "Si eres residente del Espacio Económico Europeo (EEE) o Reino Unido (RU), es posible que estos países no tengan leyes de protección de datos u otras leyes similares tan completas como las de tu país. Sin embargo, tomaremos todas las medidas necesarias para proteger tu información personal de acuerdo con este aviso de privacidad y la ley aplicable.",
  "privacy_policy_p36": "En resumen: Mantenemos tu información durante el tiempo necesario para cumplir con los fines descritos en este aviso de privacidad, a menos que se requiera o permita un período de retención más prolongado por ley.",
  "privacy_policy_p37": "Solo conservaremos tu información personal durante el tiempo que sea necesario para los fines establecidos en este aviso de privacidad, a menos que se requiera o permita un período de retención más prolongado por ley (como requisitos fiscales, contables u otros requisitos legales).",
  "privacy_policy_p38": "Cuando no tengamos una necesidad comercial legítima continua para procesar tu información personal, eliminaremos o anonimizaremos dicha información, o, si esto no es posible (por ejemplo, porque tu información personal se haya almacenado en archivos de respaldo), almacenaremos tu información personal de manera segura y la aislaremos de cualquier procesamiento adicional hasta que sea posible su eliminación.",
  "privacy_policy_p39": "Cuando no tengamos una necesidad comercial legítima continua para procesar tu información personal, eliminaremos o anonimizaremos dicha información, o, si esto no es posible (por ejemplo, porque tu información personal se haya almacenado en archivos de respaldo), almacenaremos tu información personal de manera segura y la aislaremos de cualquier procesamiento adicional hasta que sea posible su eliminación.",
  "privacy_policy_p40": "En resumen: No recopilamos conscientemente datos ni realizamos marketing dirigido a niños menores de 18 años.",
  "privacy_policy_p41": "No recopilamos conscientemente datos ni realizamos marketing dirigido a niños menores de 18 años. Al utilizar los servicios, declaras que tienes al menos 18 años o que eres padre/madre o tutor de un menor y otorgas tu consentimiento para que dicho menor dependiente utilice los servicios. Si nos enteramos de que se ha recopilado información personal de usuarios menores de 18 años, desactivaremos la cuenta y tomaremos medidas razonables para eliminar dichos datos de nuestros registros. Si tienes conocimiento de algún dato que hayamos recopilado de niños menores de 18 años, contáctanos en .",
  "privacy_policy_p42": "En resumen: Puedes revisar, cambiar o dar de baja tu cuenta en cualquier momento.",
  "privacy_policy_p43": "Si te encuentras en el Espacio Económico Europeo (EEE) o Reino Unido (RU) y consideras que estamos procesando tu información personal de manera ilegal, también tienes derecho a presentar una queja ante la autoridad de protección de datos de tu Estado miembro o ante la autoridad de protección de datos del RU.",
  "privacy_policy_p44": "Si te encuentras en Suiza, puedes ponerte en contacto con el Comisionado Federal de Protección de Datos e Información.",
  "privacy_policy_p45": "Retirar tu consentimiento: Si estamos basando el procesamiento de tu información personal en tu consentimiento, que puede ser expreso o implícito dependiendo de la ley aplicable, tienes derecho a retirar tu consentimiento en cualquier momento. Puedes retirar tu consentimiento en cualquier momento poniéndote en contacto con nosotros utilizando los datos de contacto proporcionados en la sección \"¿CÓMO PUEDES CONTACTARNOS SOBRE ESTE AVISO?\" a continuación.",
  "privacy_policy_p46": "Sin embargo, ten en cuenta que esto no afectará a la legalidad del procesamiento realizado antes de su retirada ni, cuando la ley aplicable lo permita, afectará al procesamiento de tu información personal realizado en base a fundamentos legales distintos del consentimiento.",
  "privacy_policy_p47": "Información de la cuenta",
  "privacy_policy_p49": "Al solicitar la terminación de tu cuenta, desactivaremos o eliminaremos tu cuenta e información de nuestras bases de datos activas. Sin embargo, es posible que retengamos cierta información en nuestros archivos para prevenir fraudes, solucionar problemas, ayudar en cualquier investigación, hacer cumplir nuestros términos legales y/o cumplir con los requisitos legales aplicables.",
  "privacy_policy_p50": "La mayoría de los navegadores web y algunos sistemas operativos móviles y aplicaciones móviles incluyen una función o configuración de No rastrear (\"DNT\") que puedes activar para indicar tus preferencias de privacidad y evitar que se monitoreen y recolecten datos sobre tus actividades de navegación en línea. En este momento, no se ha finalizado ningún estándar tecnológico uniforme para reconocer e implementar señales DNT. Por lo tanto, actualmente no respondemos a las señales del navegador DNT ni a ningún otro mecanismo que comunique automáticamente tu elección de no ser rastreado en línea. Si se adopta un estándar para el seguimiento en línea que debamos seguir en el futuro, te informaremos sobre esa práctica en una versión revisada de este aviso de privacidad.",
  "privacy_policy_p51": "En resumen: Sí, si eres residente de California, se te conceden derechos específicos con respecto al acceso a tu información personal.",
  "privacy_policy_p52": "La Sección 1798.83 del Código Civil de California, también conocida como ley \"Shine The Light\", permite a nuestros usuarios residentes de California solicitar y obtener de nosotros, una vez al año y de forma gratuita, información sobre las categorías de información personal (si las hay) que hemos revelado a terceros con fines de marketing directo y los nombres y direcciones de todos los terceros con los que hemos compartido información personal en el año calendario inmediatamente anterior. Si eres residente de California y deseas hacer una solicitud de este tipo, envía tu solicitud por escrito utilizando la información de contacto que se proporciona a continuación.",
  "privacy_policy_p53": "Si tienes menos de 18 años, resides en California y tienes una cuenta registrada en los Servicios, tienes derecho a solicitar la eliminación de datos no deseados que publiques públicamente en los Servicios. Para solicitar la eliminación de dichos datos, contáctanos utilizando la información de contacto proporcionada a continuación e incluye la dirección de correo electrónico asociada con tu cuenta y una declaración de que resides en California. Nos aseguraremos de que los datos no se muestren públicamente en los Servicios, pero ten en cuenta que es posible que los datos no se eliminen por completo o de manera exhaustiva de todos nuestros sistemas (por ejemplo, copias de seguridad, etc.).",
  "privacy_policy_p54": "En resumen: Sí, actualizaremos este aviso según sea necesario para cumplir con las leyes relevantes.",
  "privacy_policy_p55": "Podemos actualizar este aviso de privacidad de vez en cuando. La versión actualizada se indicará con una fecha de \"Revisión\" actualizada y la versión actualizada será efectiva tan pronto como esté disponible. Si realizamos cambios materiales en este aviso de privacidad, es posible que te notifiquemos mediante la publicación destacada de un aviso sobre dichos cambios o enviándote una notificación directa. Te recomendamos que revises este aviso de privacidad frecuentemente para estar informado sobre cómo protegemos tu información.",
  "privacy_policy_p56": "Si tienes preguntas o comentarios sobre este aviso, puedes enviarnos un correo electrónico a",
  "privacy_policy_p57": "o por correo a:",
  "privacy_policy_p58": "De acuerdo con las leyes aplicables de tu país, es posible que tengas el derecho de solicitar acceso a la información personal que recopilamos de ti, cambiar esa información o eliminarla. Para solicitar revisar, actualizar o eliminar tu información personal, completa y envía una solicitud de acceso de sujeto de datos."
}